[
  {
    "slug": "ksm-iot-upnvj-website-development",
    "title": "KSM IoT UPNVJ Website Development",
    "description": "This project focuses on the development of an official website for KSM IoT UPNVJ, designed to function as both an informative and interactive platform. The website will provide comprehensive information about the organization, including its vision, mission, history, and achievements. By offering clear insights into the organizational structure and division overviews, it will help students and prospective members understand the scope of activities within KSM IoT. Furthermore, the platform will serve as a digital hub that highlights upcoming events, ongoing projects, and community initiatives, ensuring that information is easily accessible to both internal and external audiences.\n\nIn addition to its informative role, the website is intended to enhance engagement and communication. Interactive features such as contact forms, event registration, and inquiry channels will allow visitors to connect directly with the organization. This ensures that students, members, and the public can participate more actively in events and collaborations. With a modern design and user-friendly navigation, the website aims not only to represent the identity of KSM IoT UPNVJ but also to strengthen its visibility and impact as a student organization in the field of Internet of Things.",
    "division": "Software Division x UI/UX Division",
    "date": "21 Juni 2025 - Sekarang",
    "divisionImage": "/",
    "image": "/projects/template-foto-OurProjects.jpg",
    "hm": [
      {
        "name": "NAUFALIS FEBRIAN WIBOWO",
        "title": "Head of Engineer Department",
        "image": "/aboutUs/bangFalis.webp"
      },
      {
        "name": "ZAHID FAQIH ALIM RABBANI",
        "title": "Head of Software Engineer Division",
        "image": "/aboutUs/bangZahid.webp"
      },
      {
        "name": "FAIZ DAFFA MAKARIM",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/bangFaiz.webp"
      },
      {
        "name": "MOH GOESNY ISNADY",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/bangGoesny.webp"
      },
      {
        "name": "KHALIF FAREL FAUZAN",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/khalif.webp"
      },
      {
        "name": "RAMADHANI PUTRA YUDITAMA",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/dhani.webp"
      },
      {
        "name": "KUMARA HISYAM ACHMAD",
        "title": "Head of UI/UX Engineer Division",
        "image": "/aboutUs/bangKumkum.webp"
      },
      {
        "name": "FAIRLY PRIMA WIJAYA",
        "title": "UI/UX Engineer Staff",
        "image": "/aboutUs/bangFairly.webp"
      },
      {
        "name": "MALEAKHI ADRIEL",
        "title": "UI/UX Engineer Staff",
        "image": "/aboutUs/bangAzriel.webp"
      },
      {
        "name": "TEUKU RIFATH ABIZAR",
        "title": "Head of Network Engineer Division",
        "image": "/aboutUs/bangRifat.webp"
      },
      {
        "name": "NICO SETYO TRIWIBOWO",
        "title": "Network Engineer Staff",
        "image": "/aboutUs/bangNico.webp"
      },
      {
        "name": "IRFAN MUZZAQI",
        "title": "Network Engineer Staff",
        "image": "/aboutUs/bangIrfan.webp"
      },
      {
        "name": "GERARD DWI ANGGORO",
        "title": "Network Engineer Staff",
        "image": "/aboutUs/bangGerard.webp"
      }
    ]
  },
  {
    "slug": "smart-home-prototype",
    "title": "Smart Home Prototype",
    "description": "Smart Home Prototype adalah sistem berbasis IoT yang dirancang untuk meningkatkan kenyamanan, efisiensi, dan keberlanjutan dalam kehidupan sehari-hari. Sistem ini menggunakan sensor untuk mendeteksi keberadaan orang di dalam rumah dan secara otomatis menyesuaikan kecepatan kipas berdasarkan jumlah orang yang terdeteksi. Pendekatan adaptif ini memastikan energi digunakan secara lebih efektif, mengurangi konsumsi daya yang tidak perlu, sekaligus tetap menjaga kenyamanan ruangan. Dengan mengintegrasikan otomatisasi dan data real-time, sistem ini menunjukkan bagaimana teknologi dapat mengubah rumah tradisional menjadi ruang hunian yang cerdas.\n\nSelain deteksi keberadaan, prototipe ini juga dilengkapi pemantauan lingkungan melalui sensor suhu dan kelembapan. Sensor-sensor tersebut mengontrol pembukaan dan penutupan jendela secara otomatis untuk memastikan aliran udara dan kualitas udara dalam ruangan tetap optimal. Hasilnya, sistem ini tidak hanya meningkatkan kenyamanan tetapi juga mendukung kondisi hidup yang lebih sehat. Dengan kombinasi manajemen energi cerdas dan responsivitas lingkungan, prototipe ini menjadi langkah inovatif dalam menciptakan rumah yang ramah pengguna sekaligus ramah lingkungan.",
    "division": "Hardware Division x Firmware Division",
    "date": "17 Juli 2025 - 27 September 2025",
    "divisionImage": "/",
    "image": "/projects/smarthomegabung.jpeg",
    "hm": [
      {
        "name": "NAUFALIS FEBRIAN WIBOWO",
        "title": "Head of Engineer Department",
        "image": "/aboutUs/bangFalis.webp"
      },
      {
        "name": "MUSFA FADILLAH",
        "title": "Head of Hardware Engineer Division",
        "image": "/aboutUs/bangMusfa.webp"
      },
      {
        "name": "MUHAMMAD FARHAN",
        "title": "Hardware Engineer Staff",
        "image": "/aboutUs/bangFarhan.webp"
      },
      {
        "name": "IMMANUEL PRIHANDOKO",
        "title": "Hardware Engineer Staff",
        "image": "/aboutUs/bangImmanuel.webp"
      },
      {
        "name": "SADDAM AL GHOZALI JIBRIL",
        "title": "Hardware Engineer Staff",
        "image": "/aboutUs/bangSaddam.webp"
      },
      {
        "name": "MUHAMAD NABHAN AZMI",
        "title": "Hardware Engineer Staff",
        "image": "/aboutUs/nabhan.webp"
      },
      {
        "name": "MUHFAIQ ABDULLAH TRIANTO",
        "title": "Head of Firmware Engineer Division",
        "image": "/aboutUs/bangFaiq.webp"
      },
      {
        "name": "MARSELINUS ALLEN NUGRAHA",
        "title": "Firmware Engineer Staff",
        "image": "/aboutUs/bangMarsel.webp"
      },
      {
        "name": "JOHN CHRISTIAN MAXWELL SIBARANI",
        "title": "Firmware Engineer Staff",
        "image": "/aboutUs/bangJohn.webp"
      },
      {
        "name": "ILHAM SURYA RIZQULLAH",
        "title": "Firmware Engineer Staff",
        "image": "/aboutUs/ilham.webp"
      }
    ],
    "image2": "/projects/skematik-smarthome.webp",
    "subtitle2": "Komponen :",
    "description2": "1. ESP32 = Mikrokontroler utama untuk pemrosesan data dan kontrol sistem.\n2. Sensor PIR = Mendeteksi pergerakan atau keberadaan manusia.\n3. Sensor DHT11 = Mengukur suhu dalam ruangan.\n4. Kipas DC = Mengalirkan udara untuk ventilasi/pendinginan.\n5. Lampu Bohlam = Output indikator atau penerangan ruangan.\n6. Motor Driver L298N = Mengendalikan kecepatan Kipas DC.\n7. Power Supply 12V = Menyediakan sumber daya utama untuk rangkaian.\n8. Modul Step Down LM2596 = Menurunkan tegangan.\n9. Motor Servo (PDI-6221MG) = Aktuator untuk mekanisme buka tutup jendela."
  },
  {
    "slug": "sicegah",
    "title": "SiCegah",
    "description": "Sicegah adalah aplikasi inovatif yang menggabungkan teknologi Internet of Things (IoT), Artificial Intelligence (AI), dan pemetaan geospasial untuk memberikan solusi deteksi dini dan pencegahan penyakit menular. Dengan memanfaatkan wearable device serta input manual, aplikasi ini menganalisis potensi penyakit menggunakan AI dan memberikan peringatan dini yang akurat. Pendekatan proaktif ini membantu masyarakat melakukan tindakan pencegahan lebih cepat, sekaligus meningkatkan kesadaran akan kesehatan publik.\n\nSelain deteksi, Sicegah menyediakan informasi kesehatan real-time melalui integrasi data resmi pemerintah, termasuk peta zona wabah yang memperlihatkan kondisi lingkungan sekitar secara akurat. Aplikasi ini juga dilengkapi chatbot interaktif untuk mempermudah akses layanan kesehatan, seperti reservasi layanan medis, sehingga alur pelayanan menjadi lebih efisien. Dengan fitur-fitur tersebut, Sicegah menjadi ekosistem digital holistik yang mendukung pencegahan, pemantauan, dan peningkatan kualitas layanan kesehatan masyarakat.\n\nDari sisi teknologi, Sicegah dibangun menggunakan pendekatan komprehensif yang mengintegrasikan berbagai komponen cerdas. Sistem pemetaan memanfaatkan GIS dengan React Leaflet untuk menampilkan zona risiko secara real-time, sementara deteksi gejala memanfaatkan AI berbasis BioBERT yang telah di-fine-tune untuk memahami deskripsi gejala pengguna. Chatbot layanan kesehatan dikembangkan menggunakan arsitektur RAG dan dihubungkan dengan workflow automation n8n untuk mendukung reservasi kesehatan yang mulus dan terintegrasi. Keseluruhan platform Sicegah dikembangkan menggunakan React Vite, memastikan performa aplikasi yang cepat, efisien, dan responsif bagi pengguna.",
    "division": "Gemastik Smart City Team",
    "date": "15 Juli 2025 - 15 September 2025",
    "divisionImage": "/",
    "image": "/projects/sicegah.png"
  }
]
