{
  "Oprec-IOT-2026": {
    "data": {
      "fotoHeader": "/OurProgram/oprec.png",
      "headerAuthor": "/aboutUs/bangMarsel.webp",
      "frontText": "KSM Internet Of Things UPNVJ resmi membuka pendaftaran anggota baru bagi mahasiswa teknik UPNVJ yang ingin belajar dan mengembangkan minat dalam teknologi berbasis IoT.",
      "deskripsi1": "KSM Internet Of Things UPNVJ resmi membuka pendaftaran anggota baru bagi mahasiswa teknik UPNVJ yang ingin belajar dan mengembangkan minat dalam teknologi berbasis IoT.",
      "deskripsi2": "Pada Open Recruitment ini, tersedia berbagai posisi yang dapat dipilih sesuai minat dan potensi calon anggota, meliputi Academic, Public Relations, Creative Media, Hardware Engineer, Software Engineer, Network Engineer, UI/UX Engineer, Firmware Engineer, dan Electrical Engineer. Setiap divisi memiliki peran dan tanggung jawab yang saling terintegrasi dalam mendukung kegiatan organisasi, pengembangan proyek, serta peningkatan kompetensi anggota di bidang teknologi, komunikasi, dan kreativitas.",
      "deskripsi3": "Open Recruitment KSM Internet of Things UPNVJ 2026 dibuka pada tanggal 15–25 Januari 2026, dengan pengumuman lolos seleksi berkas pada 26 Januari 2026. Calon pendaftar diwajibkan menyiapkan Curriculum Vitae (CV), Kartu Tanda Mahasiswa (KTM), Kartu Hasil Studi (KHS) atau Kartu Studi Tetap (KST), pas foto ukuran 4x6, serta portofolio (opsional). Proses pendaftaran dilakukan secara daring melalui Google Form yang dapat diakses pada tombol dibawah.",
      "tombolLink": {
        "url": "https://forms.gle/e8kjk1cqv5W4dHP18",
        "label": "Daftar Sekarang" 
      },
      "title": "Open Recruitment KSM IoT UPNVJ 2026"
    },
    "author": {
      "namaHeader": "Marselinus Allen Nugraha",
      "jabatanHeader": "2026 Chairman"
    }
  },
  "studi-banding": {
    "data": {
      "fotoHeader": "/OurProgram/foto_stuban1.webp",
      "headerAuthor": "/aboutUs/bangRakka.webp",
      "footerAuthor": "/OurProgram/deryAriadi.webp",
      "fotoSlider": [
        "/OurProgram/stuban_footer1.webp",
        "/OurProgram/stuban_footer2.webp"
      ],
      "fotoKolase": "/OurProgram/KOLASE1.webp",
      "frontText": "Studi Banding adalah program kerja yang berguna untuk membuka ruang kolaborasi sekaligus memperluas wawasan serta membangun komunikasi yang lebih erat dengan organisasi mahasiswa di berbagai kampus.",
      "deskripsi1": "Studi Banding adalah program kerja yang kami jalankan untuk membuka ruang kolaborasi sekaligus memperluas wawasan organisasi. Melalui kegiatan ini, kami tidak hanya berkunjung, tetapi juga membangun komunikasi yang lebih erat dengan organisasi mahasiswa di berbagai kampus. Kegiatan ini juga menjadi sarana penting bagi suatu KSM untuk memperluas wawasan, meningkatkan pengetahuan, dan memperkaya pengalaman dengan cara mengamati serta mempelajari bagaimana organisasi atau komunitas lain, khususnya yang bergerak di bidang teknologi dan Internet of Things, menjalankan aktivitas, program kerja, serta pengelolaan internal mereka.",
      "deskripsi2": "Fokus utama dari kegiatan ini adalah pertukaran ide dan pengalaman. Delegasi kami akan terlibat dalam diskusi, presentasi program, hingga berbagi strategi pengelolaan organisasi. Dari sini, kami bisa belajar langsung dari keberhasilan maupun tantangan yang dihadapi organisasi lain, sehingga dapat menemukan inspirasi baru untuk diterapkan. Dengan terjalinnya komunikasi dan hubungan yang baik bersama organisasi mahasiswa, komunitas teknologi, ataupun instansi terkait, KSM IoT dapat membuka peluang kolaborasi dan kerja sama yang bermanfaat untuk jangka panjang.",
      "deskripsi3": "Tujuan akhirnya adalah menghadirkan dampak nyata bagi organisasi. Setiap wawasan yang diperoleh akan diolah menjadi rekomendasi dan langkah konkret, mulai dari perbaikan alur kerja, pengembangan program, hingga inovasi baru. Dengan begitu, Studi Banding menjadi investasi penting agar organisasi terus berkembang dan bermanfaat bagi seluruh anggotanya. Kegiatan ini menjadi wujud nyata dari semangat KSM untuk terus berkembang, terbuka terhadap perubahan, dan siap berkolaborasi dengan berbagai pihak guna menciptakan komunitas mahasiswa yang tidak hanya unggul dalam bidang akademik dan teknologi, tetapi juga adaptif, kreatif, dan inovatif dalam menghadapi tantangan masa depan.",
      "testimoni": "Gw sangat bahagia dan merasa terhormat atas kunjungan studi banding dari KSM loT UPNVJ. Kehadiran teman-teman membawa semangat baru dan menciptakan suasana hangat yang penuh kolaborasi serta diskusi bermanfaat. Pertukaran ide dan pengalaman sangat memperkaya wawasan kami. Semoga studi banding ini menjadi awal dari hubungan yang lebih erat dan kolaborasi jangka panjang. Kami berharap apa yang didapat bisa menjadi referensi positif bagi masing-masing organisasi. Mohon maaf bila ada kekurangan dalam penyambutan, dan sampai jumpa di kesempatan berikutnya. Semoga silaturahmi ini terus terjaga.",
      "title": "Studi Banding"
    },
    "author": {
      "namaHeader": "Raka Adryan Naufal",
      "jabatanHeader": "Kadiv Public Relation",
      "namaFooter": "Derry Ariadi",
      "jabatanFooter": "PO from URC"
    }
  },
  "youthiot": {
    "data": {
      "fotoHeader": "/OurProgram/foto_youthiot1.webp",
      "headerAuthor": "/aboutUs/bangRakka2.webp",
      "footerAuthor": "/OurProgram/nadhilEkaa.webp",
      "fotoSlider": [
        "/OurProgram/youthiot_footer1.webp",
        "/OurProgram/youthiot_footer2.webp"
      ],
      "fotoKolase": "/OurProgram/kolase_youthiot.webp",
      "frontText": "Youth IoT adalah program pengenalan dan pelatihan singkat yang diselenggarakan oleh KSM IoT untuk memberikan wawasan awal tentang dunia Internet of Things sekaligus memperkenalkan visi, budaya, dan kegiatan KSM IoT.",
      "deskripsi1": "Youth IoT adalah sebuah program pengenalan sekaligus pelatihan singkat yang diselenggarakan oleh Kelompok Studi Mahasiswa Internet of Things (KSM IoT) sebagai langkah awal untuk memperkenalkan dunia Internet of Things kepada mahasiswa baru maupun peserta yang tertarik dengan perkembangan teknologi. Program ini dirancang tidak hanya untuk memberikan pemahaman dasar mengenai konsep dan penerapan IoT, tetapi juga untuk memperkenalkan visi, budaya, serta berbagai kegiatan yang dijalankan oleh KSM IoT. Dengan demikian, Youth IoT berperan sebagai pintu masuk yang mempermudah peserta mengenal lebih jauh ruang lingkup kegiatan akademik dan organisasi yang ada di dalam KSM IoT.",
      "deskripsi2": "Kegiatan ini membantu peserta memahami konsep dasar tentang Internet of Things (IoT), mengetahui bagian-bagian yang digunakan, dan mengetahui bagaimana perangkat dapat saling terhubung melalui jaringan untuk membuat sistem yang cerdas dan efektif. Youth IoT bukan hanya teori; itu juga memberi peserta kesempatan praktik langsung untuk merancang dan menguji proyek sederhana berbasis IoT. Pendekatan praktik ini bertujuan untuk menumbuhkan rasa ingin tahu, mendorong kreativitas, dan memberikan gambaran awal tentang potensi besar IoT dalam kehidupan sehari-hari dan di masa depan.",
      "deskripsi3": "Selain aspek teknis, Youth IoT juga berfungsi sebagai media untuk membangun kedekatan antara peserta dengan KSM IoT. Melalui interaksi selama kegiatan, peserta diperkenalkan pada budaya organisasi yang menjunjung tinggi kolaborasi, inovasi, dan semangat belajar bersama. Peserta diharapkan tidak hanya mendapatkan wawasan baru, tetapi juga terinspirasi untuk bergabung serta berkontribusi aktif dalam berbagai program dan kegiatan KSM IoT ke depannya. Dengan cara ini, Youth IoT tidak hanya berfungsi sebagai program pembelajaran, tetapi juga sebagai ajang regenerasi yang memperkuat komunitas KSM IoT sebagai wadah pengembangan diri dan teknologi mahasiswa.",
      "testimoni": "Awalnya saya sempat ragu mau magang di KSM IoT atau ormawa lain, tapi akhirnya memutuskan untuk ikut magang di KSM IoT melalui program Youth IoT dengan memilih divisi Non-Engineer (Creative Media) dan juga Engineer (Software Engineer). Setelah melewati proses seleksi mulai dari berkas, portofolio, hingga wawancara yang sempat bikin nervous, tapi alhamdulillahnya saya dapat dinyatakan lolos. Senang bisa jadi bagian dari program ini, semoga ke depannya bisa berkontribusi, mengembangkan kemampuan, menambah relasi, serta memperoleh wawasan baru yang bermanfaat",
      "title": "Youth IoT"
    },
    "author": {
      "namaHeader": "Muhammad Rakha",
      "jabatanHeader": "Staff Public Relation",
      "namaFooter": "Nadhil Eka Prasetyo",
      "jabatanFooter": "Peseta Youth IoT 2025"
    }
  },
  "iotcheckpoint": {
    "data": {
      "fotoHeader": "/OurProgram/foto_checkpoint.webp",
      "headerAuthor": "/aboutUs/azam.webp",
      "footerAuthor": "/aboutUs/bangMusfa.webp",
      "fotoSlider": [
        "/OurProgram/iotcheckpoint_footer1.webp",
        "/OurProgram/iotcheckpoint_footer2.webp"
      ],
      "fotoKolase": "/OurProgram/kolase_iotcheckpoint.webp",
      "frontText": "IoT Checkpoint merupakan acara yang diadakan sebagai pemberhentian sementara untuk melihat pencapaian, mengidentifikasi kendala, menemukan solusi serta menentukan langkah atau strategi selanjutnya sampai akhir kepengurusan.",
      "deskripsi1": "IoT Checkpoint merupakan sebuah acara internal yang diselenggarakan oleh Kelompok Studi Mahasiswa Internet of Things (KSM IoT) sebagai bentuk evaluasi dan refleksi terhadap perjalanan organisasi selama masa kepengurusan. Kegiatan ini berfungsi sebagai pemberhentian sementara yang memberi ruang bagi seluruh pengurus untuk meninjau kembali pencapaian yang telah diraih, sekaligus mengidentifikasi berbagai kendala yang muncul dalam pelaksanaan program kerja maupun dinamika internal organisasi. Melalui proses ini, setiap bagian dapat menilai sejauh mana target yang telah ditetapkan dapat tercapai, serta memastikan bahwa arah pergerakan organisasi tetap sesuai dengan visi dan tujuan yang telah dirumuskan di awal kepengurusan.",
      "deskripsi2": "Lebih dari sekadar evaluasi, IoT Checkpoint juga menjadi forum untuk menemukan solusi atas hambatan yang dihadapi, baik dalam aspek teknis, manajerial, maupun komunikasi antaranggota. Diskusi yang berlangsung di dalamnya mendorong terciptanya ide-ide baru, strategi perbaikan, serta langkah konkret yang dapat dijalankan hingga akhir periode kepengurusan. Dengan begitu, acara ini bukan hanya menjadi momen refleksi, tetapi juga momentum perencanaan yang lebih matang agar program kerja selanjutnya dapat berjalan lebih efektif, efisien, dan berdampak nyata.",
      "deskripsi3": "Secara keseluruhan,IoT Checkpoint adalah tempat penting bagi KSM IoT untuk berkolaborasi, meningkatkan koordinasi, dan memastikan keberlanjutan organisasi. Diharapkan bahwa kegiatan ini akan membuat pengurus dan anggota menjadi lebih kuat, fleksibel, dan siap untuk melanjutkan perjalanan organisasi dengan strategi yang lebih terarah hingga masa kepengurusan berakhir.",
      "testimoni": "Menurut saya kegiatan ini sudah cukup bagus untuk mengevaluasi kinerja selama setengah tahun ke belakang dan bisa memberikan gambaran rencana-rencana untuk setengah tahun ke depan. Semoga setengah tahun ke depan bisa berjalan lebih baik dan lebih maksimal, baik untuk diri saya sendiri maupun seluruh anggota KSM IoT lainnya.",
      "title": "IoT Checkpoint"
    },
    "author": {
      "namaHeader": "Muhammad Azzam Amanullah",
      "jabatanHeader": "Staff Public Relation",
      "namaFooter": "Musfa Fadillah",
      "jabatanFooter": "Kadiv Hardware Engineer"
    }
  },
  "sharing-with-sensor": {
    "data": {
      "fotoHeader": "/OurProgram/foto_sensor.webp",
      "headerAuthor": "/aboutUs/bangRakka.webp",
      "footerAuthor": "/aboutUs/ilham.webp",
      "fotoSlider": [
        "/OurProgram/sensor_footer1.webp",
        "/OurProgram/sensor_footer2.webp"
      ],
      "fotoKolase": "/OurProgram/kolase_sensor.webp",
      "frontText": "Sharing with Senior (SENSOR) merupakan wadah yang disiapkan oleh KSM IoT sebagai media sharing dengan senior tentang masalah, inspirasi, dan memperkuat hubungan antara senior dengan generasi penerusnya, sehingga kualitas organisasi tetap terjaga.",
      "deskripsi1": "Sharing with Senior atau disingkat SENSOR merupakan sebuah program yang digagas oleh Kelompok Studi Mahasiswa Internet of Things (KSM IoT) sebagai wadah komunikasi dan pembelajaran antara anggota aktif dengan para senior. Kegiatan ini dirancang untuk menjadi media berbagi pengalaman, cerita, maupun inspirasi yang relevan dengan dinamika organisasi, baik terkait permasalahan yang dihadapi selama kepengurusan maupun strategi dalam menjaga keberlanjutan KSM IoT. Melalui SENSOR, anggota tidak hanya mendapatkan kesempatan untuk menyampaikan tantangan yang sedang mereka hadapi, tetapi juga memperoleh sudut pandang baru dari para senior yang telah lebih dulu menjalani proses serupa.",
      "deskripsi2": "Acara ini juga berfungsi sebagai ajang bertukar ilmu, di mana pengetahuan dan pengalaman yang dimiliki oleh para senior dapat ditransfer kepada generasi penerusnya secara langsung. Dengan adanya diskusi terbuka, anggota KSM IoT dapat belajar dari kisah nyata, kesalahan, maupun keberhasilan yang telah dilalui sebelumnya sehingga dapat menjadi pedoman dalam mengelola organisasi di masa kini. Tidak hanya bermanfaat dalam aspek teknis, SENSOR juga memberikan nilai tambah dalam membangun ikatan emosional dan solidaritas antar generasi, yang pada akhirnya memperkuat rasa kekeluargaan di dalam organisasi.",
      "deskripsi3": "Secara keseluruhan, SENSOR memiliki peran penting dalam menjaga kesinambungan kualitas KSM IoT. Dengan mempertemukan pengalaman senior dan semangat generasi penerus dalam satu forum, acara ini memastikan bahwa nilai, budaya, serta visi organisasi tetap terjaga, sekaligus membuka ruang kolaborasi yang dapat memperkuat perkembangan KSM IoT di masa depan.",
      "testimoni": "Acaranya udah bagus banget kok seru juga. Mungkin ke depannya bisa ditambahin sedikit ice breaking biar suasananya makin cair.",
      "title": "Sharing with Senior"
    },
    "author": {
      "namaHeader": "Raka Adryan Naufal",
      "jabatanHeader": "Kadiv Public Relation",
      "namaFooter": "Ilham Surya Rizqullah",
      "jabatanFooter": "Staff Firmware Engineer"
    }
  },
  "pengabdian-masyarakat1": {
    "data": {
      "fotoHeader": "/OurProgram/foto_pengmas1.webp",
      "headerAuthor": "/aboutUs/bangRakka2.webp",
      "footerAuthor": "/aboutUs/bangDimas.webp",
      "fotoSlider": [
        "/OurProgram/pengmas1_footer1.webp",
        "/OurProgram/pengmas1_footer2.webp"
      ],
      "fotoKolase": "/OurProgram/kolase_pengmas1.webp",
      "frontText": "Pengabdian masyarakat KSM IoT di SMK Yadika 12 Depok bertujuan memberikan pemahaman dasar, pengalaman praktik, serta menumbuhkan minat siswa terhadap teknologi dan pemrograman sebagai bekal menghadapi tantangan di era digital.",
      "deskripsi1": "Pengabdian masyarakat yang dilakukan oleh Kelompok Studi Mahasiswa Internet of Things (KSM IoT) merupakan bentuk nyata kontribusi mahasiswa dalam menyebarkan ilmu pengetahuan dan teknologi kepada masyarakat, khususnya di lingkungan pendidikan. Salah satu kegiatan yang diadakan adalah kunjungan ke SMK Yadika 12 Depok dengan mengusung tema berjudul “Penerapan Konsep Pemrograman dan Komputasi Numerik dalam Pembelajaran melalui Aplikasi MATLAB.” Kegiatan ini dirancang untuk memperkenalkan serta mengajarkan dasar-dasar pemrograman dan komputasi numerik kepada para siswa, dengan memanfaatkan MATLAB sebagai salah satu perangkat lunak yang banyak digunakan di dunia akademik maupun industri.",
      "deskripsi2": "Melalui program ini, para siswa diberikan pemahaman tentang bagaimana konsep matematika dan komputasi dapat diterapkan secara langsung menggunakan MATLAB untuk menyelesaikan berbagai permasalahan numerik. Selain itu, siswa juga diajak mencoba praktik pemrograman sederhana sehingga mereka dapat melihat keterhubungan antara teori yang dipelajari di kelas dengan penerapannya dalam dunia nyata. Program ini diharapkan dapat meningkatkan minat belajar siswa terhadap bidang teknologi, pemrograman, dan komputasi, sekaligus mempersiapkan mereka menghadapi tantangan pendidikan maupun kebutuhan kompetensi di era digital.",
      "deskripsi3": "Kegiatan pengabdian masyarakat ini tidak hanya menjadi ajang berbagi ilmu, tetapi juga sarana memperkuat hubungan antara perguruan tinggi dengan sekolah menengah kejuruan. KSM IoT berupaya menghadirkan suasana pembelajaran yang interaktif, inspiratif, dan aplikatif, sehingga siswa dapat merasakan manfaat langsung dari perkembangan teknologi. Dengan adanya program ini, diharapkan lahir generasi muda yang lebih siap beradaptasi dengan perkembangan ilmu pengetahuan dan teknologi, sekaligus menjadi bekal penting bagi mereka dalam menapaki dunia pendidikan lanjutan maupun dunia kerja di masa depan.",
      "testimoni": "Kegiatan ini sangat bermanfaat sekali buat Prodi, Fakultas, Universitas hingga Masyarakat. Masyarakat atau siswa SMK 12 Yadika Depok dapat ilmu yang baik sekali yang dapat digunakan dikedepannya. Semoga kegiatan ini terus berlanjut hingga untuk kemajuan bangsa.",
      "title": "Pengabdian Masyarakat 1"
    },
    "author": {
      "namaHeader": "Muhammad Rakha",
      "jabatanHeader": "Staff Public Relation",
      "namaFooter": "Dimas Pratama",
      "jabatanFooter": "Vice Chairman of KSM IoT UPNVJ"
    }
  },
  "pengabdian-masyarakat2": {
    "data": {
      "fotoHeader": "/OurProgram/foto_pengmas2.webp",
      "headerAuthor": "/aboutUs/azam.webp",
      "footerAuthor": "/aboutUs/bangRifqi.webp",
      "fotoSlider": [
        "/OurProgram/pengmas2_footer1.webp",
        "/OurProgram/pengmas2_footer2.webp"
      ],
      "fotoKolase": "/OurProgram/kolase_pengmas2.webp",
      "frontText": "Pengabdian masyarakat KSM IoT di Desa Rangkapan Jaya, Depok bertujuan memperkenalkan dan mengimplementasikan teknologi solar panel sebagai solusi kelistrikan ramah lingkungan yang efisien dan berkelanjutan bagi masyarakat.",
      "deskripsi1": "Pengabdian masyarakat yang dilakukan oleh Kelompok Studi Mahasiswa Internet of Things (KSM IoT) di Desa Rangkapan Jaya, Depok, mengusung tema “Penerapan Teknologi Solar Panel untuk Mewujudkan Sistem Kelistrikan Ramah Lingkungan.” Kegiatan ini dilaksanakan sebagai wujud kontribusi mahasiswa dalam mendukung  pembangunan berkelanjutan dengan menghadirkan solusi teknologi yang bermanfaat langsung bagi masyarakat. Melalui program ini, KSM IoT memperkenalkan konsep energi terbarukan berbasis tenaga surya sebagai alternatif sumber listrik yang ramah lingkungan, efisien, serta berkelanjutan.",
      "deskripsi2": "Dalam pelaksanaannya, tim KSM IoT tidak hanya memperkenalkan teori mengenai cara kerja solar panel dan keunggulannya dibandingkan energi berbasis fosil, tetapi juga memberikan demonstrasi nyata mengenai instalasi serta pemanfaatannya dalam kehidupan sehari-hari. Masyarakat diajak untuk memahami bagaimana teknologi ini dapat membantu mengurangi ketergantungan terhadap energi konvensional sekaligus menekan dampak negatif terhadap lingkungan. Melalui pendekatan yang interaktif, kegiatan ini membuka ruang diskusi antara mahasiswa dan warga desa mengenai tantangan serta peluang dalam mengimplementasikan sistem kelistrikan ramah lingkungan di tingkat lokal.",
      "deskripsi3": "Pengabdian masyarakat ini juga menjadi sarana edukasi dan pemberdayaan masyarakat agar lebih sadar terhadap pentingnya penggunaan energi bersih serta keberlanjutan lingkungan. Dengan adanya program ini, diharapkan masyarakat Desa Rangkapan Jaya dapat terinspirasi untuk memanfaatkan teknologi solar panel sebagai solusi jangka panjang dalam memenuhi kebutuhan listrik secara mandiri, hemat biaya, dan tetap memperhatikan kelestarian lingkungan. Bagi KSM IoT, kegiatan ini tidak hanya menjadi bentuk berbagi ilmu pengetahuan dan teknologi, tetapi juga sebagai upaya memperkuat peran mahasiswa dalam menghadirkan inovasi nyata yang bermanfaat bagi masyarakat sekitar.",
      "testimoni": "Pengabdian kepada masyarakat (PKM) tentang solar panel memberikan pengalaman yang seru buat saya karena saya jadi banyak belajar tentang bagaimana kita bisa memanfaatkan energi matahari sebagai sumber energi yang tidak ada habisnya dan ramah lingkungan. selain itu juga, PKM ini memberikan saya pelajaran non-teknis tentang tanggung jawab, manajemen waktu, dan komunikasi dalam tim, dengan dosen, serta dengan peserta dari PKM ini",
      "title": "Pengabdian Masyarakat 2"
    },
    "author": {
      "namaHeader": "Muhammad Azzam Amanullah",
      "jabatanHeader": "Staff Public Relation",
      "namaFooter": "Muhammad Rifqi Nur Aziz",
      "jabatanFooter": "Chairman of KSM IoT UPNVJ"
    }
  }
}
