[
  {
    "title": "KSM IoT UPNVJ Website Development",
    "description": "This project focuses on the development of an official website for KSM IoT UPNVJ, designed to function as both an informative and interactive platform. The website will provide comprehensive information about the organization, including its vision, mission, history, and achievements. By offering clear insights into the organizational structure and division overviews, it will help students and prospective members understand the scope of activities within KSM IoT. Furthermore, the platform will serve as a digital hub that highlights upcoming events, ongoing projects, and community initiatives, ensuring that information is easily accessible to both internal and external audiences. \n \n In addition to its informative role, the website is intended to enhance engagement and communication. Interactive features such as contact forms, event registration, and inquiry channels will allow visitors to connect directly with the organization. This ensures that students, members, and the public can participate more actively in events and collaborations. With a modern design and user-friendly navigation, the website aims not only to represent the identity of KSM IoT UPNVJ but also to strengthen its visibility and impact as a student organization in the field of Internet of Things.",
    "division": "Software Division x UI/UX Division",
    "date": "XX XX 2025 - XX XX 2025",
    "divisionImage": "/",
    "image": "/projects/template-foto-OurProjects.jpg"
  },
  {
    "title": "Smart Home Prototype",
    "description": "Smart Home adalah proyek kolaborasi inovatif antar-divisi di KSM IoT yang bertujuan untuk menciptakan sebuah ruangan pintar dengan fokus utama pada efisiensi penggunaan energi. Proyek ini dirancang tidak hanya sebagai ajang penerapan teknologi IoT, tetapi juga sebagai sarana untuk mengembangkan potensi dan keterampilan teknis para anggota. Dengan mengintegrasikan berbagai sensor dan perangkat pintar, ruangan ini diharapkan dapat mengatur pencahayaan, suhu, dan peralatan elektronik secara otomatis untuk meminimalkan pemborosan energi. \n \n Tujuan dari proyek ini mencakup tiga aspek utama: pengembangan potensi anggota, peningkatan kolaborasi antar-divisi, dan pencapaian efisiensi energi. Bagi anggota, proyek ini memberikan manfaat berupa pengalaman praktis dalam merancang dan mengimplementasikan sistem IoT yang kompleks, sehingga dapat meningkatkan hardskill mereka. Selain itu, kerja sama yang dibutuhkan dalam proyek ini akan memperkuat sinergi dan komunikasi di dalam organisasi. \n \n Secara keseluruhan, proyek Smart Home diharapkan dapat menjadi portofolio unggulan bagi KSM IoT yang menunjukkan kemampuan organisasi dalam menciptakan solusi teknologi yang relevan dan bermanfaat. Manfaat jangka panjangnya tidak hanya terbatas pada pengembangan keterampilan anggota, tetapi juga pada kontribusi nyata terhadap penghematan energi. Proyek ini menjadi bukti nyata komitmen KSM IoT untuk berinovasi dan memberikan dampak positif.",
    "division": "Gemastik Smart City Team",
    "date": "XX XX 2025 - XX XX 2025",
    "divisionImage": "/",
    "image": "/projects/smart-home.jpg"
  }, 
  {
    "title": "SiCegah",
    "description": "Sicegah adalah sebuah aplikasi inovatif yang mengintegrasikan tiga teknologi terdepan—Internet of Things (IoT), Artificial Intelligence (AI), dan pemetaan geospasial—untuk memberikan solusi deteksi dini dan pencegahan penyakit menular yang komprehensif. Melalui penggunaan wearable device dan input manual dari pengguna, Sicegah mampu mendeteksi potensi penyakit menular dengan memanfaatkan analisis AI, memberikan peringatan awal yang presisi. Pendekatan proaktif ini memungkinkan masyarakat untuk mengambil tindakan pencegahan lebih cepat, mengurangi risiko penyebaran, dan meningkatkan kesadaran akan kesehatan publik secara keseluruhan. \n \n Lebih dari sekadar deteksi, Sicegah juga berperan sebagai pusat informasi kesehatan yang terpercaya dan real-time. Dengan mengintegrasikan data resmi pemerintah, aplikasi ini mampu menampilkan peta zona wabah secara langsung, memberikan informasi yang akurat mengenai situasi kesehatan di lingkungan sekitar. Hal ini memungkinkan pengguna untuk memantau kondisi dan membuat keputusan yang lebih bijak terkait aktivitas sehari-hari. Fitur ini menjadikan Sicegah bukan hanya sebagai alat bantu individu, tetapi juga sebagai kontributor penting dalam upaya kolektif untuk menjaga keamanan dan kesehatan komunitas. \n \n Untuk melengkapi fungsinya, Sicegah dilengkapi dengan chatbot interaktif yang mempermudah akses ke layanan kesehatan. Pengguna dapat dengan mudah melakukan reservasi layanan medis, mengurangi waktu tunggu, dan memastikan mereka mendapatkan penanganan yang tepat dari para profesional. Fitur ini menjembatani kesenjangan antara masyarakat dan fasilitas kesehatan, menciptakan alur layanan yang lebih efisien dan terorganisir. Secara keseluruhan, Sicegah adalah ekosistem digital yang holistik, didesain untuk memberdayakan masyarakat dengan informasi, deteksi cerdas, dan akses layanan kesehatan yang lebih mudah, menjadikan langkah pencegahan dan penanganan penyakit menular menjadi lebih cepat dan efektif.",
    "division": "Gemastik Smart City Team",
    "date": "XX XX 2025 - XX XX 2025",
    "divisionImage": "/",
    "image": "/projects/gemastik-smart-city.jpg"
  }
]
