[
  {
    "title": "KSM IoT UPNVJ Website Development",
    "description": "Pengembangan Website IoT adalah proyek kolaborasi yang melibatkan divisi Software Engineering dan UI/UX E:ngineering untuk membangun sebuah dashboard interaktif. Website ini akan berfungsi sebagai platform utama untuk menjalankan dan menampilkan proyek-proyek yang telah dibuat. Proyek ini bertujuan untuk memudahkan aksesibilitas bagi publik maupun internal dan menjadikan KSM IoT terlihat lebih profesional.\n \n Tujuan utama dari website ini adalah untuk menyediakan antarmuka yang mudah digunakan bagi siapa saja yang ingin mengetahui lebih dalam tentang karya-karya KSM IoT. Dengan adanya website resmi, organisasi dapat menunjukkan portofolio proyeknya secara lebih efektif, yang pada gilirannya akan meningkatkan kredibilitas dan visibilitas. Proyek ini juga menjadi wadah bagi para engineer di KSM IoT untuk mengasah dan mengembangkan keahlian mereka.\n \n Manfaat dari proyek ini bersifat ganda: selain menjadi etalase digital bagi KSM IoT, proses pengembangannya sendiri akan meningkatkan kerja sama antar-divisi. Anggota yang terlibat akan mendapatkan pengalaman berharga dalam siklus pengembangan produk digital, mulai dari perancangan antarmuka hingga implementasi teknis. Kehadiran website ini akan menjadi langkah strategis dalam membangun identitas digital yang kuat bagi KSM IoT.",
    "division": "Software Division X UI/UX Division",
    "date": "XX XX 2025 - XX XX 2025",
    "divisionImage": "/projects/template-foto-OurProjects.jpg",
    "image": "/projects/template-foto-OurProjects.jpg",
    "hm": [
      {
        "name": "NAUFALIS FEBRIAN WIBOWO",
        "title": "Head of Engineer Department",
        "image": "/aboutUs/bangFalis.webp"
      },
      {
        "name": "ZAHID FAQIH ALIM RABBANI",
        "title": "Head of Software Engineer Division",
        "image": "/aboutUs/bangZahid.webp"
      },
      {
        "name": "FAIZ DAFFA MAKARIM",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/bangFaiz.webp"
      },
      {
        "name": "MOH GOESNY ISNADY",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/bangGoesny.webp"
      },
      {
        "name": "KHALIF FAREL FAUZAN",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/khalif.webp"
      },
      {
        "name": "RAMADHANI PUTRA YUDITAMA",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/dhani.webp"
      },
      {
        "name": "KUMARA HISYAM ACHMAD",
        "title": "Head of UI/UX Engineer Division",
        "image": "/aboutUs/bangKumkum.webp"
      },
      {
        "name": "FAIRLY PRIMA WIJAYA",
        "title": "UI/UX Engineer Staff",
        "image": "/aboutUs/bangFairly.webp"
      },
      {
        "name": "MALEAKHI ADRIEL",
        "title": "UI/UX Engineer Staff",
        "image": "/aboutUs/bangAzriel.webp"
      },
      {
        "name": "TEUKU RIFATH ABIZAR",
        "title": "Head of Network Engineer Division",
        "image": "/aboutUs/bangRifat.webp"
      },
      {
        "name": "NICO SETYO TRIWIBOWO",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/bangNico.webp"
      },
      {
        "name": "IRFAN MUZZAQI",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/bangIrfan.webp"
      },
      {
        "name": "GERARD DWI ANGGORO",
        "title": "Software Engineer Staff",
        "image": "/aboutUs/bangGerard.webp"
      }
    ]
  },
  {
    "title": "Smart Home Prototype",
    "description": "Smart Home adalah proyek kolaborasi inovatif antar-divisi di KSM IoT yang bertujuan untuk menciptakan sebuah ruangan pintar dengan fokus utama pada efisiensi penggunaan energi. Proyek ini dirancang tidak hanya sebagai ajang penerapan teknologi IoT, tetapi juga sebagai sarana untuk mengembangkan potensi dan keterampilan teknis para anggota. Dengan mengintegrasikan berbagai sensor dan perangkat pintar, ruangan ini diharapkan dapat mengatur pencahayaan, suhu, dan peralatan elektronik secara otomatis untuk meminimalkan pemborosan energi. \n \n Tujuan dari proyek ini mencakup tiga aspek utama: pengembangan potensi anggota, peningkatan kolaborasi antar-divisi, dan pencapaian efisiensi energi. Bagi anggota, proyek ini memberikan manfaat berupa pengalaman praktis dalam merancang dan mengimplementasikan sistem IoT yang kompleks, sehingga dapat meningkatkan hardskill mereka. Selain itu, kerja sama yang dibutuhkan dalam proyek ini akan memperkuat sinergi dan komunikasi di dalam organisasi. \n \n Secara keseluruhan, proyek Smart Home diharapkan dapat menjadi portofolio unggulan bagi KSM IoT yang menunjukkan kemampuan organisasi dalam menciptakan solusi teknologi yang relevan dan bermanfaat. Manfaat jangka panjangnya tidak hanya terbatas pada pengembangan keterampilan anggota, tetapi juga pada kontribusi nyata terhadap penghematan energi. Proyek ini menjadi bukti nyata komitmen KSM IoT untuk berinovasi dan memberikan dampak positif.",
    "division": "Hardware Division X Firmware Division",
    "date": "XX XX 2025 - XX XX 2025",
    "divisionImage": "/projects/smart-home.jpg",
    "image": "/projects/smart-home.jpg"
  },
  {
    "title": "SiCegah",
    "description": "Sicegah adalah sebuah aplikasi inovatif yang mengintegrasikan tiga teknologi terdepan—Internet of Things (IoT), Artificial Intelligence (AI), dan pemetaan geospasial—untuk memberikan solusi deteksi dini dan pencegahan penyakit menular yang komprehensif. Melalui penggunaan wearable device dan input manual dari pengguna, Sicegah mampu mendeteksi potensi penyakit menular dengan memanfaatkan analisis AI, memberikan peringatan awal yang presisi. Pendekatan proaktif ini memungkinkan masyarakat untuk mengambil tindakan pencegahan lebih cepat, mengurangi risiko penyebaran, dan meningkatkan kesadaran akan kesehatan publik secara keseluruhan. \n \n Lebih dari sekadar deteksi, Sicegah juga berperan sebagai pusat informasi kesehatan yang terpercaya dan real-time. Dengan mengintegrasikan data resmi pemerintah, aplikasi ini mampu menampilkan peta zona wabah secara langsung, memberikan informasi yang akurat mengenai situasi kesehatan di lingkungan sekitar. Hal ini memungkinkan pengguna untuk memantau kondisi dan membuat keputusan yang lebih bijak terkait aktivitas sehari-hari. Fitur ini menjadikan Sicegah bukan hanya sebagai alat bantu individu, tetapi juga sebagai kontributor penting dalam upaya kolektif untuk menjaga keamanan dan kesehatan komunitas. \n \n Untuk melengkapi fungsinya, Sicegah dilengkapi dengan chatbot interaktif yang mempermudah akses ke layanan kesehatan. Pengguna dapat dengan mudah melakukan reservasi layanan medis, mengurangi waktu tunggu, dan memastikan mereka mendapatkan penanganan yang tepat dari para profesional. Fitur ini menjembatani kesenjangan antara masyarakat dan fasilitas kesehatan, menciptakan alur layanan yang lebih efisien dan terorganisir. Secara keseluruhan, Sicegah adalah ekosistem digital yang holistik, didesain untuk memberdayakan masyarakat dengan informasi, deteksi cerdas, dan akses layanan kesehatan yang lebih mudah, menjadikan langkah pencegahan dan penanganan penyakit menular menjadi lebih cepat dan efektif.",
    "division": "Gemastik Smart City Team",
    "date": "Pertengahan Juli 2025 - Pertengahan September 2025",
    "divisionImage": "/projects/gemastik.webp",
    "image": "/projects/gemastik.webp"
  }
]
